{
  "workTitle": "<strong>Travail,</strong> mes projets précédents.",
  "workSubtitle": "Voici les projets sur lesquels j'ai travaillé auparavant.",
  "findMe": "Retrouvez-moi, sur ces liens",
  "scrollDown": "Faites défiler",
  "nav": {
    "home": "accueil",
    "expertise": "expertise",
    "work": "projets",
    "experience": "expérience",
    "contact": "contact"
  },
  "home": {
    "title": "Zeinab Satarian",
    "subtitle": "Je suis diplômée en génie informatique de l'Université Sharif de Technologie en Iran, classée première de ma promotion."
  },
  "expertise": {
    "title": "<strong>Expertise,</strong> sur quoi j'ai travaillé.",
    "subtitle": "J'ai travaillé sur divers projets et technologies, mais voici les sujets qui m'intéressent le plus",
    "item1Title": "Gestion de projet",
    "item2Title": "Apprentissage automatique et vision par ordinateur",
    "item3Title": "Développement Front-End",
    "item1": "J'ai dirigé et coordonné une équipe pour livrer des projets avec méthodologies Agile et Scrum, améliorant la productivité grâce aux stand-ups et au suivi des tâches.",
    "item2": "Travail avec des bibliothèques telles qu'OpenCV, Numpy, PyTorch, PIL et TensorFlow.",
    "item3": "Développement d'interfaces utilisateur réactives avec React, composants, hooks et gestion d'état."
  },
  "experience": {
    "title": "<strong>Expérience</strong>",
    "subtitle": ""
  },
  "experienceQuestions": [
    {
      "questionTitle": "Stage chez Shahid Bahonar Copper Industries Co.",
      "questionDescription": "Travail sur l'apprentissage automatique, la vision par ordinateur, la visualisation d'informations collaborative, le développement front-end, et le nettoyage et le traitement des données."
    },
    {
      "questionTitle": "Scrum Master et Chef de Projet",
      "questionDescription": "Dirigé une équipe de 4 étudiants en utilisant les cadres Agile et Scrum, améliorant la gestion de projet et la collaboration, augmentant la productivité avec des réunions quotidiennes et des outils comme Jira, et assurant la livraison ponctuelle d'incréments de projet de haute qualité."
    },
    {
      "questionTitle": "Assistant d'enseignement",
      "questionDescription": "Amélioration de l'apprentissage des étudiants en aidant à l'enseignement de l'analyse et conception des systèmes et des concepts avancés d'informatique II, création de présentations et de supports de formation pour plus de 70 étudiants, conception et correction des devoirs et projets, et amélioration des méthodes d'enseignement de 50% grâce à l'enregistrement et à la prise en compte des retours des étudiants."
    }
  ],
  "contact": {
    "title": "<strong>Contactez-moi</strong>",
    "emailButton": "Envoyez-moi un e-mail",
    "cvButton": "Mon CV"
  },
  "work": {
    "vdas": {
      "title": "<strong>Système de prise de rendez-vous dentaire bénévole</strong> - Mémoire",
      "desc": "Création d'une plateforme web pour simplifier la prise de rendez-vous et recueillir les retours des dentistes bénévoles. Grâce à des revues de littérature, j'ai exploré les systèmes existants et les avancées technologiques, améliorant la satisfaction des patients et l'accès aux zones éloignées.",
      "type": "Mémoire de licence",
      "techs": "Reactjs Django Docker CSS HTML"
    },
    "nura": {
      "title": "<strong>Nura Online Bank</strong> - Site web",
      "desc": "Développement d'un système de traitement de transactions en temps réel garantissant des mises à jour immédiates des soldes. Conception d'outils d'analyse et amélioration de l'expérience utilisateur par des principes UI/UX.",
      "type": "Site web",
      "techs": "Reactjs Nodejs Postgres CSS"
    },
    "frs": {
      "title": "<strong>Reconnaissance faciale</strong> - Système",
      "desc": "Développement d'un système de reconnaissance faciale en temps réel pour enregistrer la présence des employés, améliorant la précision des rapports et l'organisation des données.",
      "type": "Système",
      "techs": "Python OpenCV SQL"
    },
    "weather": {
      "title": "<strong>Prédiction météo et retards de vol</strong> - Dashboard",
      "desc": "Dans mon projet de prédiction météorologique, le machine learning a été utilisé pour améliorer la précision des modèles de prévision. En identifiant des motifs dans les données météorologiques historiques, mes modèles de ML ont permis de prédire les événements météorologiques avec une grande précision. En utilisant Microsoft Power BI, j'ai créé des tableaux de bord interactifs pour présenter les tendances météorologiques. De même, pour le projet de prédiction des retards de vol, des algorithmes de ML ont permis d'obtenir des prédictions précises.",
      "type": "Tableau de bord",
      "techs": "PowerBI SQL Python"
    },
    "warehouse": {
      "title": "<strong>Simulation d'entrepôt</strong> - Système",
      "desc": "Implémentation d'une simulation à événements discrets pour un entrepôt discount, utilisant des lois exponentielles et normales pour modéliser respectivement les temps d'arrivée des clients et les temps de service. La simulation a généré un tableau détaillé retraçant les arrivées des clients, les temps d'attente, les durées de service et les temps d'inactivité des serveurs. Les principaux indicateurs de performance ont été calculés et affichés.",
      "type": "Système",
      "techs": "SimPy Python"
    },
    "findMe": "<strong>Retrouvez-moi,</strong> sur ces liens",
    "links": {
      "github": "Github",
      "linkedin": "LinkedIn",
      "telegram": "Telegram"
    }
  }
}
